[
  {
    "slug": "apples",
    "name": "apples",
    "status": "yes",
    "result": "Safe, but be sure to remove the seeds."
  },
  {
    "slug": "carrots",
    "name": "carrots",
    "status": "yes",
    "result": "Yes, both raw and cooked carrots are safe, but be sure to cut into small pieces to prevent choking."
  },
  {
    "slug": "grapes",
    "name": "grapes",
    "status": "never",
    "result": "No, grapes contain toxic compounds and even small amounts can make your dog sick, causing kidney failure and even death."
  },
  {
    "slug": "raisins",
    "name": "raisins",
    "status": "never",
    "result": "No, raisins contain toxic compounds and even small amounts can make your dog sick, causing kidney failure and even death."
  },
  {
    "slug": "salt",
    "name": "salt",
    "status": "limit",
    "result": "Limit, high amounts of salt can cause fatal salt poisoning or water deprivation."
  },
  {
    "slug": "bacon",
    "name": "bacon",
    "status": "never",
    "result": "Never, bacon is typically high in salt, which can be harmful to dogs."
  },
  {
    "slug": "ham",
    "name": "ham",
    "status": "never",
    "result": "Never, processed ham is typically high in salt, which can be harmful to dogs."
  },
  {
    "slug": "cooked-pork",
    "name": "cooked pork",
    "status": "yes",
    "result": "Yes, cooked pork without any added spices is safe for dogs."
  },
  {
    "slug": "raw-pork",
    "name": "raw pork",
    "status": "no",
    "result": "No, raw or undercooked pork could contain bacteria that can make dogs sick."
  },
  {
    "slug": "peanut-butter",
    "name": "peanut butter",
    "status": "yes",
    "result": "Yes, plain, unsalted peanut butter is safe, but it's high in fat and calories."
  },
  {
    "slug": "peanuts",
    "name": "peanuts",
    "status": "limit",
    "result": "Limit, plain and unsalted peanuts are safe for dogs to eat, but they are high in fat."
  },
  {
    "slug": "cooked-eggs",
    "name": "cooked eggs",
    "status": "yes",
    "result": "Yes, cooked eggs are both safe and nutritious for dogs."
  },
  {
    "slug": "raw-eggs",
    "name": "raw eggs",
    "status": "never",
    "result": "No, even if your dog doesn't get sick, they could spread the germs to you and other humans."
  },
  {
    "slug": "cooked-salmon",
    "name": "cooked salmon",
    "status": "yes",
    "result": "Yes, cooked, boneless salmon is safe and nutritious for dogs."
  },
  {
    "slug": "chocolate",
    "name": "chocolate",
    "status": "never",
    "result": "No, chocolate contains stimulants that could cause vomiting, diarrhea, and death."
  },
  {
    "slug": "cheese",
    "name": "cheese",
    "status": "limit",
    "result": "Limited, cheese is safe for dogs in small quantities, but it can cause digestive issues."
  },
  {
    "slug": "toothpaste",
    "name": "toothpaste",
    "status": "never",
    "result": "No, toothpaste often contains xylitol and other chemicals that could cause illness and even death. Always use toothpaste designed for dogs."
  },
  {
    "slug": "coconut",
    "name": "coconut",
    "status": "limit",
    "result": "Limit, coconut is safe for dogs, but is high in fat and calories."
  },
  {
    "slug": "blueberries",
    "name": "blueberries",
    "status": "yes",
    "result": "Yes, blueberries are safe and nutritious for dogs to eat."
  },
  {
    "slug": "cinnamon",
    "name": "cinnamon",
    "status": "limit",
    "result": "Limit, cinnamon is non-toxic to dogs, but could irritate their mouth or digestive system."
  },
  {
    "slug": "mangoes",
    "name": "mangoes",
    "status": "limit",
    "result": "Limit, mangoes are safe and nutritious for dogs to eat in small quantities. Be sure to remove the skin and pit."
  },
  {
    "slug": "honey",
    "name": "honey",
    "status": "limit",
    "result": "Limit, honey is high in sugar, which can cause weight gain in dogs."
  },
  {
    "slug": "milk",
    "name": "milk",
    "status": "limit",
    "result": "Limit, milk can cause digestive issues including gas, vomiting, and diarrhea in dogs due to lactose intolerance."
  },
  {
    "slug": "turkey",
    "name": "turkey",
    "status": "yes",
    "result": "Yes, plain turkey without added seasonings or sauces is safe for dogs. Be sure to remove the skin and bones."
  },
  {
    "slug": "rice",
    "name": "rice",
    "status": "yes",
    "result": "Yes, plain and cooked rice, either white or brown, is safe for dogs and very easy for them to digest."
  },
  {
    "slug": "beef",
    "name": "beef",
    "status": "yes",
    "result": "Yes, cooked beef without added seasonings or sauces is safe for dogs to eat."
  },
  {
    "slug": "lemons",
    "name": "lemons",
    "status": "never",
    "result": "No, lemons and limes contain psoralen, which can cause vomiting, diarrhea, and even death."
  },
  {
    "slug": "limes",
    "name": "limes",
    "status": "never",
    "result": "No, lemons and limes contain psoralen, which can cause vomiting, diarrhea, and even death."
  },
  {
    "slug": "strawberries",
    "name": "strawberries",
    "status": "yes",
    "result": "Yes, strawberries are safe and nutritious for dogs to eat. Make sure to cut into small pieces."
  },
  {
    "slug": "raw-yeast",
    "name": "raw yeast",
    "status": "never",
    "result": "No, raw yeast dough can expand in dogs' stomachs, causing severe bloating, difficulty breathing, and weakness."
  },
  {
    "slug": "bananas",
    "name": "banana",
    "status": "yes",
    "result": "Yes, bananas are safe and nutritious for dogs to eat."
  },
  {
    "slug": "oranges",
    "name": "oranges",
    "status": "limit",
    "result": "Limit, oranges are nutritious for dogs to eat, but can can digestive issues."
  },
  {
    "slug": "mushrooms",
    "name": "mushrooms",
    "status": "yes",
    "result": "Yes, plain mushrooms bought at a store (not wild mushrooms) and without added seasonings are safe for dogs."
  },
  {
    "slug": "cooked-potatoes",
    "name": "cooked potatoes",
    "status": "limit",
    "result": "Limit, plain and cooked potatoes without added seasonings are safe for dogs, but they are high in carbs."
  },
  {
    "slug": "raw-potatoes",
    "name": "raw potatoes",
    "status": "never",
    "result": "No, raw potatoes contain solanine, a compound toxic to dogs."
  },
  {
    "slug": "celery",
    "name": "celery",
    "status": "yes",
    "result": "Yes, celery is a safe and nutritious for dogs to eat. Be sure to cut into dog size pieces."
  },
  {
    "slug": "cooked-shrimp",
    "name": "cooked shrimp",
    "status": "yes",
    "result": "Yes, cooked shrimp without added seasonings and sauces is safe and nutritious for dogs to eat. Be sure to remove the shell."
  },
  {
    "slug": "raw-shrimp",
    "name": "raw shrimp",
    "status": "never",
    "result": "No, raw shrimp can contain harmful bacteria that can make dogs sick."
  },
  {
    "slug": "cherries",
    "name": "cherries",
    "status": "limit",
    "result": "Limit, pitted cherries are safe for dogs to eat, but can cause upset stomach and diarrhea. Be sure to remove the pits."
  }
]
